{
  "data": [
    {
      "id": 1,
      "name": "Arroz tapado",
      "description": "El arroz tapado combina dos elementos agradables del segundo peruano: La carne y el arroz a través de una presentación atractiva, es rápido de hacer, ya que puede estar listo en menos de 20 minutos.",
      "instructions": "Caliente aceite en una sartén grande y agrega la cebolla, el ajo y la zanahoria picada. Mezcle bien las verduras e incorpore la carne de res o cerdo. Sazone con sal y pimienta al gusto. Deje cocer la carne, revolviendo entre 8­ a 10 minutos. Agregue las aceitunas, el huevo cocido y el perejil picado. Reserve un poco de cada uno para adornar. Para servir puedes utilizar una taza o recipiente pequeño como molde. Cubra con un poco de aceite el molde y llénelo con arroz hasta la mitad. Coloca entre 2 a ­3 cucharadas del relleno de carne y cúbrelo con arroz. Presiona bien para que pueda desmoldarlo en el plato sin problemas. Una vez que esté servido, ponga perejil y huevo picado sobre el arroz. Si deseas puedes acompañar el arroz tapado con alguna fritura como plátano o huevo.",
      "ingredients": "1/4 taza de aceite de oliva;1 cebolla grande, finamente picada;4 dientes de ajo, finamente picados;2 zanahorias picadas;Sal y pimienta al gusto;1 lb de carne molida o picada;1/2 lb de carne de cerdo picada;6 aceitunas negras sin semilla, cortadas en cuartos;3 huevos duros, picados;1/4 taza perejil, picado;2 lb de arroz blanco, cocido y preparado al gusto;Aceite",
      "image": "https://inturperu.edu.pe/wp-content/uploads/2020/03/Receta-del-Arroz-Tapado-1-1.jpg",
      "latitude": "-5.138209",
      "longitude": "-80.634575"
    },
    {
      "id": 2,
      "name": "Arroz Chaufa",
      "description": "Un clásico de la comida peruana, indudablemente el chaufa casero un sabor distinto al de restaurante que le permitirá sorprender a sus compañeros de casa con este rico plato.",
      "instructions": "En una sartén con aceite coloque media taza de cebolla china picada y una cucharada de ajo molido Deje freír por dos minutos, añada media taza de pimiento rojo picado en trozos chicos, una taza de alguna de las carnes mencionadas. Deje dorar los ingredientes por dos minutos. Añada cuatro tazas de arroz cocido, añadimos el fuego al máximo y dejamos dorar hasta que el arroz comience a freírse. De vuelta al arroz y mezcle, deje de mover y vuelva a dejarlo dorar por unos segundos. Repita el mismo proceso de mezclar y dejar dorar por al menos 3 veces. Añadimos cuatro cucharadas de aceite vegetal, ocho cucharadas de sillao, sal, pimienta y un poco de azúcar. Añada tazas de cebolla china y cuatro huevos batidos, de la última movida a los ingredientes y sirva.",
      "ingredients": "1 kg de arroz;100 gramos de cebolla china picada;1 cucharada de ajo molido;Aceite vegetal;Sillao al gusto;Sal y pimienta;Carne a elección del cocinero (Lomo, pollo, chancho o hot dog);Aceite",
      "image": "https://inturperu.edu.pe/wp-content/uploads/2020/03/arroz-chaufa-ed9c2de75007a4a052fc731289d42fee.jpg",
      "latitude": "-3.546481",
      "longitude": "-80.431250"
    },
    {
      "id": 3,
      "name": "Estofado de pollo",
      "description": "Un clásico de la cocina, el estofado de pollo tiene un sabor agradable por el uso de aderezo y tomate, además de ser un plato vinculado a los almuerzos familiares del día a día.",
      "instructions": "Caliente aceite en una sartén grande y agrega la cebolla, el ajo y la zanahoria picada. Mezcle bien las verduras e incorpore la carne de res o cerdo. Sazone con sal y pimienta al gusto. Deje cocer la carne, revolviendo entre 8­ a 10 minutos. Agregue las aceitunas, el huevo cocido y el perejil picado. Reserve un poco de cada uno para adornar. Para servir, puedes utilizar una taza o recipiente pequeño como molde. Cubra con un poco de aceite el molde y llénelo con arroz hasta la mitad. Coloca entre 2 a ­3 cucharadas del relleno de carne y cúbrelo con arroz. Presiona bien para que pueda desmoldarlo en el plato sin problemas. Una vez que esté servido, ponga perejil y huevo picado sobre el arroz. Si deseas puedes acompañar el arroz tapado con alguna fritura como plátano o huevo.",
      "ingredients": "4 presas de pollo;2 papas blancas picadas en cubos o tajadas;1 cebolla pequeña picada a cuadros;2 cucharadas de ajo molido;½ taza de ;alverjitas;2 tomates cortados en cuadritos;½ taza de zanahoria cortada en media luna;1 cucharada de ají especial (ají panca en pasta);1 cucharada de ají amarillo;4 cucharadas de aceite vegetal;2 cucharadas de culantro picado finamente;Sal, pimienta y comino al gusto;Aceite",
      "image": "https://inturperu.edu.pe/wp-content/uploads/2020/03/estofado-de-pollo_700x465.jpg",
      "latitude": "-8.113533",
      "longitude": "-79.024700"
    },
    {
      "id": 4,
      "name": "Pollo al sillao",
      "description": "Un agradable plato que no requiere mucho tiempo en la cocina, esta comida cuenta con mucho sabor y la posibilidad de deleitar a los consumidores habituales de comida china.",
      "instructions": "Agregue el ajo molido, ajinomoto, comino, kion, pimienta, sal y el sillao en un recipiente para elaborar la salsa. Mezcle todo muy bien y agregue las piezas de pollo. Revuelva y deje macerar por lo menos 30 minutos. Mientras se macera el pollo corte la cebolla finamente y el pimiento en juliana. Una vez el pollo se haya macerado, coloque a calentar un sartén o wok. Dore las presas de pollo sin la salsa. Agregue el aderezo y mezcle muy bien. Tape y deje cocinar a fuego bajo. En caso de estar muy seco el pollo agregue un poco de agua Agregue la cebolla china cortada finamente y el pimiento cortado en juliana. Deje cocinar por 5 minutos. Apague el fuego y sirva el pollo con suficiente salsa, acompañado de arroz blanco.",
      "ingredients": "4 piezas de pollo;1 cucharada de ajo molido;3 cucharadas de kion rallado;8 cucharadas de sillao;1 cucharadita de comino;Sal y pimienta al gusto;1 pimiento rojo;4 tallos de cebolla china;Aceite",
      "image": "https://inturperu.edu.pe/wp-content/uploads/2020/03/ZE5DKP4KI5GQJIK22MKWJF2IWU-700x393.png",
      "latitude": "-14.074926",
      "longitude": "-75.737241"
    },
    {
      "id": 5,
      "name": "Cau cau de pollo",
      "description": "Uno de los guisos más agradables de la cocina peruana, pueden ser cocinado en poco tiempo y tampoco requiere un gasto elevado en sus ingredientes.",
      "instructions": "Agregue el ajo molido, ajinomoto, comino, kion, pimienta, sal y el sillao en un recipiente para elaborar la salsa. Mezcle todo muy bien y agregue las piezas de pollo. Revuelva y deje macerar por lo menos 30 minutos. Mientras se macera el pollo corte la cebolla finamente y el pimiento en juliana. Una vez el pollo se haya macerado, coloque a calentar un sartén o wok. Dore las presas de pollo sin la salsa. Agregue el aderezo y mezcle muy bien. Tape y deje cocinar a fuego bajo. En caso de estar muy seco el pollo agregue un poco de agua Agregue la cebolla china cortada finamente y el pimiento cortado en juliana. Deje cocinar por 5 minutos. Apague el fuego y sirva el pollo con suficiente salsa, acompañado de arroz blanco.",
      "ingredients": "Pechuga de pollo en trozos;1 cebolla picada en cuadritos;1 cucharada de ají amarillo molido;1 taza de hierbabuena picada;2 papas cortadas en cubos;½ taza de arveja verde;½ taza de zanahoria picada en cuadritos;1 cucharadita de palillo;1 ½ taza de caldo de pollo o agua;Sal y pimienta al gusto;Aceite",
      "image": "https://inturperu.edu.pe/wp-content/uploads/2020/03/Cau_Cau_de_Pollo_Recipes_2000x1125-700x394.jpg",
      "latitude": "-6.773255",
      "longitude": "-79.844921"
    }
  ],
  "message": "success",
  "code": 200
}





